export const MOROCCAN_CITIES = [
    {
        region: "جهة طنجة – تطوان – الحسيمة",
        cities: [
            "طنجة",
            "تطوان",
            "الحسيمة",
            "شفشاون",
            "المضيق",
            "الفنيدق",
            "العرائش",
            "وزان",
            "أصيلة"
        ]
    },
    {
        region: "جهة الشرق",
        cities: [
            "وجدة",
            "الناظور",
            "بركان",
            "تاوريرت",
            "جرادة",
            "فكيك",
            "الدريوش",
            "أحفير"
        ]
    },
    {
        region: "جهة فاس – مكناس",
        cities: [
            "فاس",
            "مكناس",
            "تازة",
            "صفرو",
            "مولاي يعقوب",
            "بولمان",
            "الحاجب",
            "إفران"
        ]
    },
    {
        region: "جهة الرباط – سلا – القنيطرة",
        cities: [
            "الرباط",
            "سلا",
            "القنيطرة",
            "تمارة",
            "الصخيرات",
            "سيدي قاسم",
            "سيدي سليمان",
            "الخميسات"
        ]
    },
    {
        region: "جهة الدار البيضاء – سطات",
        cities: [
            "الدار البيضاء",
            "المحمدية",
            "سطات",
            "الجديدة",
            "برشيد",
            "بن سليمان",
            "أزمور",
            "سيدي بنور"
        ]
    },
    {
        region: "جهة بني ملال – خنيفرة",
        cities: [
            "بني ملال",
            "خنيفرة",
            "أزيلال",
            "الفقيه بن صالح"
        ]
    },
    {
        region: "جهة مراكش – آسفي",
        cities: [
            "مراكش",
            "آسفي",
            "الصويرة",
            "قلعة السراغنة",
            "شيشاوة",
            "الرحامنة",
            "اليوسفية"
        ]
    },
    {
        region: "جهة درعة – تافيلالت",
        cities: [
            "الرشيدية",
            "ورزازات",
            "زاكورة",
            "تنغير",
            "ميدلت"
        ]
    },
    {
        region: "جهة سوس – ماسة",
        cities: [
            "أكادير",
            "إنزكان",
            "أيت ملول",
            "تارودانت",
            "تيزنيت",
            "اشتوكة آيت باها"
        ]
    },
    {
        region: "جهة كلميم – واد نون",
        cities: [
            "كلميم",
            "طانطان",
            "سيدي إفني",
            "أسا الزاك"
        ]
    },
    {
        region: "جهة العيون – الساقية الحمراء",
        cities: [
            "العيون",
            "بوجدور",
            "السمارة",
            "طرفاية"
        ]
    },
    {
        region: "جهة الداخلة – وادي الذهب",
        cities: [
            "الداخلة",
            "أوسرد"
        ]
    }
];
